#Создайте список[ 18, 14, 10, 6, 2 ] с помощью функции range()и выведите его на экран.
step = 4
my_list = list(range(18, 0, - step ))
print(my_list)